choose_setting_type_text = """
**・Embeds —** Настроить эмбеды тикетов.
**・Moderation Roles —** Настроить роли модераторов тикетов.
**・Buttons —** Настроить кнопки для тикетов.
**・Fuctions —** Настроить функции бота.
"""

choose_embed_type_text = """
**・Embed "Open Ticket" —** Настроить эмбед сообщения "Открыть Тикет".
**・Embed "Ticket Reply" —** Настроить эмбед ответного сообщения на открытый тикет.
**・Embed "Ticket log" —** Настроить эмбед лога (на сервере и для участника).
"""

choose_embed_data_type_text = """
**・Banner —** Настроить баннер эмбеда.
**・Title —** Настроить заголовок эмбеда.
**・Description —** Настроить описание эмбеда.
**・Image —** Настроить изображение эмбеда.
**・Color —** Настроить цвет эмбеда.
"""

choose_setting_type_mod_roles_text = """
**・Change Moderation —** Настроить список модераторских ролей.
**・View Moderation —** Показать список модераторских ролей и их обладателей.
"""